/* NSButton (Add to Keychain) : <title:Add to Keychain> (oid:128) */
"Add to Keychain" = "Añadir a la cadena de llaves";

/* NSButton (Anonymous Login) : <title:Anonymous Login> (oid:148) */
"Anonymous Login" = "Usuario anónimo";

/* NSButton (Cancel) : <title:Cancel> (oid:20) */
"Cancel" = "Cancelar";

/* NSButton (Connect) : <title:Connect> (oid:25) */
"Connect" = "Conectar";

/* NSMenuItem : <title:FTP (File Transfer)> (oid:6) */
"FTP (File Transfer)" = "FTP (Transferencia de archivos)";

/* NSPanel (New Connection) : <title:New Connection> (oid:22) */
"New Connection" = "Conexión nueva";

/* NSMenu : <title:OtherViews> (oid:84) */
"OtherViews" = "Otras vistas";

/* NSTextField (Password:) : <title:Password:> (oid:14) */
"Password:" = "Contraseña:";

/* NSTextField (Path:) : <title:Path:> (oid:119) */
"Path:" = "Carpeta:";

/* NSTextField (Port:) : <title:Port:> (oid:23) */
"Port:" = "Puerto:";

/* NSMenuItem : <title:SFTP (SSH Secure File Transfer)> (oid:18) */
"SFTP (SSH Secure File Transfer)" = "SFTP (SSH Transferencia de archivos segura)";

/* NSTextField (Server:) : <title:Server:> (oid:19) */
"Server:" = "Servidor:";

/* NSButton (Use Public Key Authentication) : <title:Use Public Key Authentication> (oid:127) */
"Use Public Key Authentication" = "Utilice llave pública de autenticación";

/* NSTextField (Username:) : <title:Username:> (oid:8) */
"Username:" = "Nombre de usuario:";

